﻿//**********************************************************************
//**********************************************************************
//**                                                                  **
//**        (C)Copyright 1985-2006, American Megatrends, Inc.         **
//**                                                                  **
//**                       All Rights Reserved.                       **
//**                                                                  **
//**             6145-F Northbelt Pkwy, Norcross, GA 30071            **
//**                                                                  **
//**                       Phone: (770)-246-8600                      **
//**                                                                  **
//**********************************************************************
//**********************************************************************
//**********************************************************************
#include "VFR.uni"

#string STR_HOMEWORK_TEXT	#language eng      "Devices ID"
#string STR_HOMEWORK_TEXT_VALUE   #language eng      "N/A"
#string STR_HOMEWORK_FORM       #language eng      "PCI Device"
#string STR_HOMEWORK_FORM_HELP	#language eng      "it is my homework"
#string STR_HOMEWORK_VALUE0	    #language eng      "device 0"
#string STR_HOMEWORK_VALUE1  	#language eng      "device 1"
#string STR_HOMEWORK_VALUE2     #language eng      "device 2"

//**********************************************************************
//**********************************************************************
//**                                                                  **
//**        (C)Copyright 1985-2005, American Megatrends, Inc.         **
//**                                                                  **
//**                       All Rights Reserved.                       **
//**                                                                  **
//**             6145-F Northbelt Pkwy, Norcross, GA 30071            **
//**                                                                  **
//**                       Phone: (770)-246-8600                      **
//**                                                                  **
//**********************************************************************
//**********************************************************************